Repository: Blinue/Magpie
Catalog: src/Magpie/Resources.language-*.resw
Source language: en_us
Languages: de, fr, hu, it, ja, ka, ko, pl, pt_br, ru, ta, tr, vi

# Overlay_Profiler_CaptureMethod
source: Capture method
de: Aufnahmemethode
fr: Méthode de capture
it: Metodo di cattura
ja: キャプチャ方式
ko: 캡처 방식
pl: Metoda przechwytywania
pt_br: Método de captura
ru: Способ захвата
ta: பிடிப்பு முறை
tr: Yakalama yöntemi
vi: Phương pháp lấy cửa sổ

# Overlay_FPS_Opacity
source: Opacity
de: Deckkraft
fr: Opacitée
it: Opacità
ja: 不透明度
ka: გაუმჭვირვალობა
ko: 불투명도
pl: Nieprzezroczystość
pt_br: Opacidade
ru: Непрозрачность
ta: ஒளிபுகாநிலை
tr: Saydamlık
vi: Độ phủ mờ

# Overlay_FPS_Unlock
source: Unlock
de: Freischalten
fr: Déverrouiller
it: Sblocca
ja: アンロック
ka: განბლოკვა
ko: 잠금 해제
pl: Odblokuj
pt_br: Desfixar
ru: Разблокировать
ta: திறக்க
tr: Kilidi aç
vi: Mở khóa

# Overlay_Profiler_Timings_SwitchToEffects
source: Switch to effects
de: Zu Effekten wechseln
fr: Basculer vers les effets
it: Passa agli effetti
ja: エフェクトに切替
ko: 효과로 전환
pl: Przełącz na efekty
pt_br: Alternar para efeitos
ru: Переключиться на эффекты
ta: விளைவுகளுக்கு மாறவும்
tr: Efektleri değiştir
vi: Chuyển sang hiệu ứng

# Overlay_Profiler_Timings_SwitchToPasses
source: Switch to passes
de: Zu passes wechseln
fr: Basculer vers les passes
it: Passa ai passaggi
ja: パスに切替
ko: 패스로 전환
pl: Przełącz na przejścia
pt_br: Alternar para passos
ru: Переключиться на проходы
ta: பாச்களுக்கு மாறவும்
tr: Geçişleri değiştir
vi: Chuyển sang render pass

# Overlay_Profiler_Timings_Total
source: Total
de: Gesamt
it: Totale
ja: 総計
ka: ჯამში
ko: 합계
pl: Łącznie
ru: Итого
ta: மொத்தம்
tr: Toplam
vi: Tổng cộng

# Overlay_FPS_Lock
source: Lock
de: Begrenzen
fr: Vérouiller
it: Blocca
ja: ロック
ka: ჩაკეტვა
ko: 잠금
pl: Limit
pt_br: Fixar
ru: Заблокировать
ta: பூட்டு
tr: Kilitle
vi: Khóa

# Overlay_Profiler_Timings
source: Timings
fr: Minutage
hu: Időzítések
it: Tempi
ja: レンダリング時間
ka: დროები
ko: 타이밍
pl: Timingi
pt_br: Tempos
ru: Тайминги
ta: நேரம்
tr: Zamanlamalar
vi: Timing

# Overlay_Profiler
source: Profiler
it: Monitoraggio delle prestazioni
ja: パフォーマンス解析
ka: პროფილების მართვა
ko: 프로파일러
pl: Profilowanie
pt_br: Criador de Perfil
ru: Профилировщик
ta: விவரக்குறிப்பு
tr: Profil oluştur

# Home_Advanced_DeveloperOptions_DisableFontCache.Content
source: Disable font cache
de: Schrift-Cache deaktivieren
fr: Désactiver le cache des polices
it: Disabilita la cache dei caratteri
ja: フォントキャッシュの無効化
ko: 폰트 캐시 비활성화
pl: Wyłącz pamięć podręczną czcionek
pt_br: Desativar cache de fonte
ru: Выключить кэш шрифтов
ta: எழுத்துரு தற்காலிக சேமிப்பை முடக்கு
tr: Yazı tipi önbelleği etkisizleştir
vi: Tắt cache phông chữ

# Home_Activation_AllowScalingMaximized.Header
source: Allow scaling maximized or fullscreen windows
de: Skalieren von maximierten oder ausfüllenden Fenstern zulassen
fr: Permettre la mise à l'échelle des fenêtres maximisées ou en plein écran
it: Consenti il ridimensionamento di finestre ingrandite o a schermo intero
ja: 最大化またはフルスクリーン画面のスケーリングを許可
ko: 최대화 창 또는 전체 화면 창을 스케일링 하도록 허용
pl: Zezwalaj na skalowanie zmaksymalizowanych lub pełnoekranowych okien
pt_br: Permitir redimensionamento de janelas maximizadas ou em tela cheia
ru: Разрешить масштабирование развёрнутых или полноэкранных окон
ta: அளவிடுதல் அதிகபட்ச அல்லது முழுத்திரை சாளரங்களை அனுமதிக்கவும்
tr: Ekranı kaplayan veya tam ekran pencere ölçeğine izin ver
vi: Cho phép scale cửa sổ toàn màn hình

# FileDialog_JsonFile
source: JSON file
de: JSON Datei
fr: Fichier JSON
hu: JSON Fájl
it: FIle JSON
ja: JSON ファイル
ko: JSON 파일
pl: Plik JSON
pt_br: Arquivo JSON
ru: JSON файл
ta: சாதொபொகு கோப்பு
tr: JSON dosyası
vi: File JSON

# SelectLauncherDialog_Title
source: Choose the executable file to launch the program
de: Wählen Sie die ausführbare Datei, um das Programm zu starten
fr: Choisissez le fichier exécutable pour lancer le programme
it: Scegli il file eseguibile per avviare il programma
ja: プログラムを起動するための実行ファイルを選択
ko: 프로그램을 실행하려면 실행 파일 선택
pl: Wybierz plik wykonywalny, aby uruchomić program
pt_br: Escolha o arquivo executável para iniciar o programa
ru: Выберите исполняемый файл для запуска программы
ta: நிரலைத் தொடங்க இயங்கக்கூடிய கோப்பைத் தேர்வுசெய்க
tr: Programı başlatmak için yürütülebilir dosyayı seç
vi: Chọn file chạy của chương trình

# Profile_MoreOptions_ChangeExecutableForLaunching.Text
source: Change the executable file for launching
de: Ausführbare Datei für den Start austauschen
fr: Modifier le fichier exécutable pour le lancement
it: Cambia il file eseguibile per l'avvio
ja: 起動時の実行ファイルを変更
ko: 실행용 실행 파일(exe) 바꾸기
pl: Zmień plik wykonywalny do uruchomienia
pt_br: Altere o arquivo executável para iniciar
ru: Изменить исполняемый файл для запуска
ta: தொடங்குவதற்கு இயங்கக்கூடிய கோப்பை மாற்றவும்
tr: Çalıştırmak için yürütülebilir dosyayı değiştir
vi: Thay đổi file chạy

# FileDialog_ExeFile
source: Executable file
de: Ausführbare Datei
fr: Fichier exécutable
hu: Végrehajtható fájl
it: File eseguibile
ja: 実行ファイル
ko: 실행 파일
pl: Plik wykonywalny
pt_br: Arquivo executável
ru: Исполняемый файл
ta: இயங்கக்கூடிய கோப்பு
tr: Çalıştırılabilir dosya
vi: File chạy

# Home_Shortcuts_Overlay.Description
source: Monitor the rendering performance while scaling
de: Überwachen Sie die Rendering-Leistung während der Skalierung
fr: Monitorer les performances de rendu lors de la mise à l'échelle
it: Monitora le prestazioni di rendering durante il ridimensionamento
ja: スケーリング時のレンダリングパフォーマンスの監視
ko: 스케일 하는 동안 렌더링 성능 모니터링
pl: Monitoruj wydajność wyświetlania podczas skalowania
pt_br: Monitorar o desempenho de renderização durante o redimensionamento
ru: Отслеживать производительность рендеринга при масштабировании
ta: அளவிடும்போது வழங்குதல் செயல்திறனைக் கண்காணிக்கவும்
tr: Ölçeklendirme sırasında işleme performansını izle
vi: Theo dõi hiệu năng render trong khi scale

# Home_Shortcuts_Scale.Description
source: Scale the foreground window or stop scaling
de: Skalieren des Vordergrundfensters oder Beenden der Skalierung
fr: Mettre à l'échelle la fenêtre de premier plan ou arrêter la mise à l'échelle
it: Esegui il ridimensionamento della finestra in primo piano o interrompi il ridimensionamento
ja: 前面ウィンドウをスケーリング、またはスケーリングを停止
ko: 창이 포그라운드일 때만 스케일
pl: Skaluj okno pierwszego planu lub zatrzymaj skalowanie
pt_br: Redimensionar a janela em primeiro plano ou interromper o redimensionamento
ru: Масштабирование переднего окна или остановка масштабирования
ta: முன்புற சாளரத்தை அளவிடவும் அல்லது அளவிடுவதை நிறுத்தவும்
tr: Ön plan penceresini ölçeklendir veya durdur
vi: Scale cửa sổ trên cùng

# About_Version_CommitId
source: Commit
ja: コミット
ka: გადაცემა
pl: Kompilacja
pt_br: Comitar
ru: Коммит
ta: கமிட்
vi: Làm

# About_DeveloperModeEnabled
source: Developer mode is enabled.
de: Entwicklermodus ist aktiviert.
fr: Mode développeur est activer.
ja: デベロッパーモードが有効。
ko: 개발자 모드가 켜져 있습니다.
pl: Tryb programistyczny jest włączony.
pt_br: Modo desenvolvedor está habilitado.
ru: Включен режим разработчика.
ta: உருவாக்குபவர் பயன்முறை இயக்கப்பட்டது.
tr: Geliştirici modu etkin.
vi: Chế độ nhà phát triển được bật.

# Profile_Performance_FrameRateLimiter_MaxFrameRate.Header
source: Maximum frame rate
de: Maximale Bildrate
fr: Fréquence d'image maximale
ja: 最大フレームレート
ko: 최대 프레임 레이트
pl: Maksymalna liczba kl/s
pt_br: Taxa de quadros máxima
ru: Максимальная частота кадров
ta: அதிகபட்ச பிரேம் வீதம்
tr: Maksimum kare hızı
vi: Tốc độ khung hình tối đa

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Always.Content
source: Always
de: Immer
fr: Toujours
ja: 常に検出
ka: ყოველთვის
ko: 항상
pl: Zawsze
pt_br: Sempre
ru: Всегда
ta: எப்போதும்
tr: Her zaman
vi: Luôn luôn

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Dynamic.Content
source: Dynamic
de: Dynamisch
fr: Dynamique
ja: 動的な検出
ka: დინამიკური
ko: 동적
pl: Dynamiczne
pt_br: Dinâmica
ru: Динамически
ta: மாறும்
tr: Dinamik
vi: Năng động

# Overlay_Profiler_DynamicDetection
source: Dynamic detection
de: Dynamische Erkennung
fr: Détection dynamique
ja: 動的な検出
ko: 동적 감지
pl: Wykrywanie dynamiczne
pt_br: Detecção dinâmica
ru: Динамическое обнаружение
ta: மாறும் கண்டறிதல்
tr: Dinamik algılama
vi: Phát hiện động

# Overlay_Profiler_FrameRate
source: Frame rate
de: Bildrate
fr: Fréquence d'image
ja: フレームレート
ko: 프레임 레이트
pl: Kl/s
pt_br: Taxa de quadros
ru: Частота кадров
ta: பிரேம் வீதம்
tr: Kare hızı
vi: Tốc độ khung hình

# Profile_Performance_FrameRateLimiter.Header
source: Frame rate limiter
de: Bildratenbegrenzer
fr: Limiteur de fréquence d'image
ja: フレームレート制限
ko: 프레임 레이트 제한
pl: Ogranicz liczbę kl/s
pt_br: Limitador de taxa de quadros
ru: Ограничитель частоты кадров
ta: பிரேம் வீத வரம்பு
tr: Kare hızı sınırlayıcısı
vi: Giới hạn khung hình

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection.Header
source: Duplicate frame detection
de: Doppelte Bild Erkennung
fr: Détection d'image dupliquée
ja: 重複フレーム検出
ko: 복제 프레임 감지
pl: Wykrywanie zduplikowanych klatek
pt_br: Detecção de quadros duplicados
ru: Обнаружение повторых кадров
ta: நகல் பிரேம் கண்டறிதல்
tr: Yinelenen kare algılaması
vi: Phát hiện khung hình lặp

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Never.Content
source: Never
de: Nie
fr: Jamais
ja: 不検出
ka: არასოდეს
ko: 감지 안 함
pl: Nigdy
pt_br: Nunca
ru: Никогда
ta: ஒருபோதும்
tr: Asla
vi: Không

# Home_Advanced_DeveloperOptions_EnableStatisticsForDynamicDetection.Content
source: Enable statistics for dynamic detection
de: Statistik für die dynamische Erkennung aktivieren
fr: Activer les statistiques pour la détection dynamique
ja: 動的な検出統計を有効にする
ko: 동직 감지용 통계 사용
pl: Włącz statystyki dla wykrywania dynamicznego
pt_br: Ativar estatísticas para detecção dinâmica
ru: Включить статистику для динамического обнаружения
ta: மாறும் கண்டறிதலுக்கான புள்ளிவிவரங்களை இயக்கவும்
tr: Dinamik algılama için istatistikleri etkinleştir
vi: Bật thống kê để phát hiện động

# Home_TouchSupport_EnableTouchSupport.Header
source: Enable touch support
de: Touch-Unterstützung aktivieren
fr: Activer la compatibilité tactile
ja: タッチサポートを有効にする
ko: 터치 지원 사용
pl: Włącz obsługę dotyku
pt_br: Ativar suporte para toque
ru: Включить поддержку сенсорного ввода
ta: தொடு ஆதரவை இயக்கவும்
tr: Dokunmayı aktif et
vi: Bật hỗ trợ cảm ứng

# Home_TouchSupport_EnableTouchSupport_Description.Text
source: You'll need to provide administrator privileges to change this setting
de: Sie müssen Administratorrechte besitzen, um diese Einstellung zu ändern
fr: Vous devez activer les privilèges administrateurs pour changer ce paramètre
ja: この設定を変更するには管理者権限が必要です
ko: 이 설정을 변경하려면 관리자 권한이 필요합니다
pl: Aby zmienić to ustawienie, należy posiadać uprawnienia administratora
pt_br: Você precisa fornecer privilégios de administrador para alterar essa configuração
ru: Чтобы изменить эту настройку вам понадобятся права администратора
ta: இந்த அமைப்பை மாற்ற நிர்வாகி சலுகைகளை நீங்கள் வழங்க வேண்டும்
tr: Bu ayarı değiştirmek için yönetici izni vermen gerekiyor
vi: Bạn sẽ cần cung cấp đặc quyền của quản trị viên để thay đổi cài đặt này

# Home_TouchSupport_EnableTouchSupport_LearnMore.Content
source: Learn more
de: Erfahre mehr
fr: En apprendre davantage
ja: さらに詳しく
ko: 자세히 알아보기
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Подробнее
ta: மேலும் அறிக
tr: Daha fazla bilgi edin
vi: Tìm hiểu thêm

# Home_TouchSupport_InfoBar.Title
source: If touch support fails, Magpie may request administrator privileges before scaling to perform repairs.
de: Wenn die Touch-Unterstützung fehlschlägt, fordert Magpie möglicherweise Administratorrechte an, um die Skalierung zu reparieren.
fr: Si la prise en charge tactile échoue, Magpie peut demander des privilèges d'administrateur avant de procéder à des réparations.
ja: タッチサポートに失敗した場合、Magpieは修復を実行するためにスケーリングを行う前に管理者権限を要求することがあります。
ko: 터치 지원이 실패할 경우 복구를 수행하기 위해 Magpie가 스케일링 하기 전 관리자 권한을 요청할 수 있습니다.
pl: Jeśli obsługa dotykowa nie powiedzie się, Magpie może zażądać uprawnień administratora przed skalowaniem w celu wykonania naprawy.
pt_br: Se o suporte para toque falhar, Magpie pode pedir privilégios de administrador antes de redimensionar para realizar reparos.
ru: Если сенсорная поддержка не работает, Magpie может запросить права администратора перед увеличением для восстановления.
ta: தொடு உதவி தோல்வியுற்றால், பழுதுபார்ப்புகளைச் செய்ய அளவிடுவதற்கு முன் நிர்வாகி சலுகைகளை மாக்பி கோரலாம்.
tr: Eğer dokunma özelliği başarısız olursa, Magpie sorunu düzeltmek için yönetici izni isteyebilir.
vi: Nếu hỗ trợ cảm ứng không thành công, Magpie có thể yêu cầu đặc quyền của quản trị trước khi mở rộng quy mô để thực hiện sửa chữa.

# Home_TouchSupport.Header
source: Touch support
de: Touch-Unterstützung
fr: Compatibilité tactile
ja: タッチサポート
ko: 터치 지원
pl: Wsparcie dotyku
pt_br: Suporte para toque
ru: Поддержка сенсорного ввода
ta: ஆதரவைத் தொடு
tr: Dokunma desteği
vi: Hỗ trợ cảm ứng

# Home_Advanced_SimulateExclusiveFullscreen_InfoBar.Title
source: This option is not compatible with some older games. Please use it with caution.
de: Diese Option ist mit einigen älteren Spielen nicht kompatibel. Bitte verwenden Sie es mit Vorsicht.
fr: Cette option n'est pas compatible avec certains vieux jeus. A vos risques et périls.
ja: このオプションは一部の古いゲームと互換性がありません。ご注意ください。
ko: 이 옵션은 몇몇 오래된 게임에서는 호환되지 않습니다. 주의해서 사용해주세요.
pl: Ta opcja nie jest kompatybilna z niektórymi starszymi grami. Należy używać jej z rozwagą.
pt_br: Essa opção não é compatível com alguns jogos antigos. Use com cuidado.
ru: Эта настройка несовместима с рядом старых игр. Используйте с осторожностью.
ta: இந்த விருப்பம் சில பழைய விளையாட்டுகளுடன் பொருந்தாது. தயவுசெய்து அதை எச்சரிக்கையுடன் பயன்படுத்தவும்.
tr: Bu seçenek bazı eski oyunlarla uyumlu değildir. Lütfen dikkatli kullanın.
vi: Tùy trọn này không tương thích với một số trò chơi cũ. Hãy sử dụng nó một cách cẩn thận.

# Message_InvalidScalingMode
source: Scaling mode is invalid.
de: Der Skalierungsmodus ist ungültig.
fr: Le mode de mise à l'échelle est invalide.
ja: スケーリングモードが無効です。
pl: Tryb skalowania jest nieprawidłowy.
pt_br: O modo de escala é inválido.
ru: Режим масштабирования неверен.
ta: அளவிடுதல் முறை தவறானது.
tr: Ölçekleme modu geçersiz.
vi: Chế độ scale không hợp lệ.

# Message_TouchSupport
source: Failed to enable touch support.
de: Touch-Unterstützung konnte nicht aktiviert werden.
ja: タッチサポートを有効にできませんでした。
pl: Nie udało się włączyć wsparcia dotyku.
pt_br: Falha ao ativar o suporte ao toque.
ru: Не удалось включить поддержку сенсорного ввода.
ta: தொடு ஆதரவை இயக்குவதில் தோல்வி.
tr: Dokunmatik desteği etkinleştirilemedi.
vi: Kích hoạt hỗ trợ cảm ứng thất bại.

# Message_InvalidSourceWindow
source: Scaling of this window is not supported.
de: Skalierung dieses Fensters wird nicht unterstützt.
fr: La mise à l'échelle de cette fenêtre n'est pas supportée.
ja: このウィンドウのスケーリングはサポートされていません。
pl: Skalowanie tego okna nie jest wspierane.
pt_br: O redimensionamento desta janela não é suportado.
ru: Масштабирование этого окна не поддерживается.
ta: இந்த சாளரத்தின் அளவிடுதல் ஆதரிக்கப்படவில்லை.
tr: Bu pencerenin ölçeklenmesi desteklenmiyor.
vi: Không hỗ trợ scale cửa sổ này.

# Message_Maximized
source: Scaling of maximized or fullscreen windows is disabled. You can change this setting on the Home page.
fr: La mise à l'échelle des fenêtres maximisées ou en plein écran est désactivée. Vous pouvez changer cette préférence sur la page Accueil.
ja: 最大化またはフルスクリーンウィンドウのスケーリングは無効です。この設定はホーム画面で変更できます。
pl: Skalowanie zmaksymalizowanego lub pełnoekreanowego okna jest wyłączone. Możesz to zmienić na stronie głównej.
pt_br: O dimensionamento de janelas maximizadas ou em tela cheia está desativado. Você pode alterar essa configuração na Página Inicial.
ru: Масштабирование максимизированных или полноэкранных окон отключено. Эту настройку можно изменить на главной странице.
ta: அதிகபட்ச அல்லது முழுத்திரை சாளரங்களின் அளவிடுதல் முடக்கப்பட்டுள்ளது. இந்த அமைப்பை முகப்பு பக்கத்தில் மாற்றலாம்.
tr: Ekranı kaplayan veya tam ekran pencerelerin ölçeklenmesi devre dışı bırakıldı. Bu ayarı Ana sayfadan değiştirebilirsiniz.
vi: Scale cửa sổ được phóng đại hoặc toàn màn hình đã bị vô hiệu hóa. Bạn có thể thay đổi cài đặt này trong trang Chính.

# Message_LowIntegrityLevel
source: Magpie needs to be run as an administrator to scale this window.
ja: このウィンドウを拡大縮小するには、Magpieを管理者として実行する必要があります。
pl: Magpie musi być uruchomiony jako administrator aby skalować to okno.
pt_br: Magpie precisa ser executado como administrador para dimensionar esta janela.
ru: Magpie нужно быть запущенной от администратора для масштабирования этого окна.
ta: இந்த சாளரத்தை அளவிட மாக்பியை நிர்வாகியாக இயக்க வேண்டும்.
tr: Bu pencereyi ölçeklendirmek için Magpie yönetici olarak çalıştırılmalı.
vi: Magpie cần được chạy với quyền quản trị viên để scale cửa sổ này.

# Message_ScalingFailedGeneral
source: Please refer to the logs for more details.
ja: 詳しくは過去ログを参照ください。
pl: Proszę odwołać się do dzienników po więcej szczegółów.
pt_br: Consulte os logs para obter mais detalhes.
ru: Более подробную информацию можно найти в журналах.
ta: மேலும் விவரங்களுக்கு பதிவுகளைப் பார்க்கவும்.
tr: Daha ayrıntılı bilgi için lütfen günlüklere bakın.
vi: Vui lòng xem chi tiết trong nhật ký.

# Message_CreateFenceFailed
source: The current graphics card does not support ID3D11Device5::CreateFence. Please try switching the graphics card or updating the drivers.
ja: 現在のグラフィックカードはID3D11Device5::CreateFenceをサポートしていません。グラフィックカードを交換するか、ドライバを更新してください。
pt_br: A placa gráfica atual não suporta ID3D11Device5::CreateFence. Tente trocar a placa gráfica ou atualizar os drivers.
ru: Текущая видеокарта не поддерживает ID3D11Device5::CreateFence. Попробуйте сменить видеокарту или обновить драйверы.
ta: தற்போதைய கிராபிக்ச் அட்டை ID3D11Device5 :: உயிரினத்தை ஆதரிக்காது. கிராபிக்ச் அட்டையை மாற்ற அல்லது இயக்கிகளைப் புதுப்பிக்க முயற்சிக்கவும்.
tr: Mevcut grafik kartı ID3D11Device5::CreateFence desteklemiyor. Lütfen grafik kartını değiştirmeyi veya sürücüleri güncellemeyi deneyin.
vi: Card đồ họa hiện tại không hỗ trợ ID3D11Device5::CreateFence. Vui lòng chọn card đồ họa khác hoặc cập nhật driver.

# Message_ScalingFailed
source: Scaling failed
de: Skalierung fehlgeschlagen
ja: スケーリングに失敗
pt_br: Falha no redimensionamento
ru: Масштабирование не удалось
ta: அளவிடுதல் தோல்வியடைந்தது
tr: Ölçekleme başarısız
vi: Scale thất bại

# Message_CaptureFailed
source: An error occurred while capturing this window. Please try using a different capture method.
ja: このウィンドウのキャプチャ中にエラーが発生しました。別のキャプチャ方法をお試しください。
pt_br: Ocorreu um erro ao capturar a janela. Tente utilizar um método de captura diferente.
ru: При захвате этого окна произошла ошибка. Пожалуйста, попробуйте использовать другой метод захвата.
ta: இந்த சாளரத்தைக் கைப்பற்றும்போது பிழை ஏற்பட்டது. வேறு பிடிப்பு முறையைப் பயன்படுத்த முயற்சிக்கவும்.
tr: Bu pencereyi yakalarken bir hata oluştu. Lütfen farklı bir yakalama yöntemi kullanmayı deneyin.
vi: Có lỗi xảy ra khi lấy cửa sổ này. Vui lòng chọn một phương pháp khác.

# Profile_Performance_NoGraphicsCard.Title
source: No compatible graphics card was found, so CPU rendering will be used instead. Performance may not meet expectations.
ja: 互換性のあるグラフィックカードが見つからなかったため、代わりにCPUレンダリングが使用されます。パフォーマンスが期待に添えない場合があります。
pt_br: Nenhuma placa de vídeo compatível foi encontrada, então a renderização da CPU será usada. O desempenho pode não atender às expectativas.
ru: Не найдено совместимой видеокарты, так что вместо нее будет использоваться отрисовка на ЦП. Производительность может не соответствовать ожиданиям.
ta: இணக்கமான கிராபிக்ச் அட்டை எதுவும் காணப்படவில்லை, எனவே அதற்கு பதிலாக சிபியு வழங்குதல் பயன்படுத்தப்படும். செயல்திறன் எதிர்பார்ப்புகளை நிறைவு செய்யாது.
tr: Uyumlu bir grafik kartı bulunamadı, bu nedenle bunun yerine CPU işleme kullanılacak. Performans beklentileri karşılamayabilir.
vi: Không có card đồ họa nào tương thích được tìm thấy, chế độ render bằng CPU đã được sử dụng. Hiệu năng có thể bị giảm.

# Home_Advanced_MinFrameRate.Description
source: Stabilizes GPU frequency to reduce stuttering, but may lead to higher power consumption
ja: GPUの周波数を安定させてスタッタリングを減らしますが、消費電力が増加する可能性があります
pt_br: Estabiliza a frequência da GPU para reduzir a trepidação, mas pode levar a um maior consumo de energia
ru: Стабилизирует частоту GPU для уменьшения подвисания, но может привести к повышенному энергопотреблению
ta: தடுமாற்றத்தைக் குறைக்க சி.பீ.யூ அதிர்வெண்ணை உறுதிப்படுத்துகிறது, ஆனால் அதிக மின் நுகர்வுக்கு வழிவகுக்கும்
tr: Aksaklığı azaltmak için GPU frekansını dengeler ancak daha yüksek güç tüketimine neden olabilir
vi: Làm ổn định tốc độ GPU để giảm giật khung hình, nhưng sẽ tăng tiêu thụ điện năng

# Home_Advanced_MinFrameRate.Header
source: Minimum frame rate
de: Minimale Bildwiederholrate
ja: 最小フレームレート
pt_br: Taxa mínima de quadros
ru: Минимальная частота кадров
ta: குறைந்தபட்ச பிரேம் வீதம்
tr: Asgari kare hızı
vi: Tốc độ khung hình tối thiểu

# Home_Advanced_DeveloperOptions_DisableFP16.Content
source: Disable the use of FP16 in shaders
ja: シェーダーでのFP16の使用を無効にする
pt_br: Desabilitar o uso de FP16 em shaders
tr: Gölgelendiricilerde FP16 kullanımını devre dışı bırak

# Home_Advanced_DeveloperOptions_BenchmarkMode.Content
source: Benchmark mode
ja: ベンチマークモード
pt_br: Modo Benchmark
tr: Karşılaştırma modu

# About_OtherLinks_FAQ.Text
source: FAQ
hu: GYIK
ka: ხდკ
ru: ЧаВо
ta: கேள்விகள்
tr: SSS
